actor_system_1000228560_name=Frogus Bogis
actor_system_1000228560_sdesc_=Mutant Frogman
actor_system_1006934414_name=Ribas
actor_system_1010205758_name=Ambrosius
actor_system_1010292179_name=Dragon Skaar
actor_system_1010292179_sdesc_=Crazy Dragon
actor_system_1011313581_name=Witch's House
actor_system_1017284072_name=Hadock
actor_system_1027509138_name=Great Karrakh
actor_system_1027509138_sdesc_=Orc-shaman
actor_system_102759232_name=John Cook
actor_system_102759232_sdesc_=Pirate. Strong and stupid
actor_system_1029516294_name=Demoness Isshara
actor_system_1029516294_sdesc_=Love-thirsty Demoness
actor_system_1030337435_name=Jackboot
actor_system_1032913595_name=Shipwreck
actor_system_1032974489_name=Mirabella
actor_system_1032974489_sdesc_=Tough Woman-Pirate 
actor_system_1046378597_name=Tree of Death
actor_system_1046378597_sdesc_=Magical Tree
actor_system_1056215454_name=Old Chvakha
actor_system_1056215454_sdesc_=Very old marsh witch
actor_system_1060415717_name=Adun
actor_system_1067500631_name=Archmage Rezo
actor_system_1068002196_name=Flaming Paddock
actor_system_1072222209_name=Frog-Wife
actor_system_1081547297_name=Sage Shaman Halla
actor_system_1081547297_sdesc_=Orc
actor_system_1083612466_name=Black Eye's Ghost
actor_system_1084021013_name=Robbers' Shelter
actor_system_1084761065_name=Beauty Jolly
actor_system_109248305_name=Talking Bird
actor_system_109248305_sdesc_=Unusual bird
actor_system_1094611702_name=Zelum
actor_system_1104935094_name=Crez Keller
actor_system_1104935094_sdesc_=Ghost pirate. Captain of the ghost ship
actor_system_1107629933_name=Milk-woman Wilma
actor_system_1107629933_sdesc_=Milk-woman
actor_system_1109762051_name=Smithy
actor_system_1115213192_name=Big Pato
actor_system_1124589531_name=Innkeeper
actor_system_1138024508_name=Princess Amelie
actor_system_1151929701_name=Grok Erherm
actor_system_1151969485_name=Family Vault
actor_system_1157190759_name=Necromancer Kvorum
actor_system_1157190759_sdesc_=Necromancer
actor_system_1162537531_name=Redbeard
actor_system_1162537531_sdesc_=Pirate
actor_system_116734178_name=Harry Cook
actor_system_116734178_sdesc_=Pirate. Cunning
actor_system_1168047363_name=Feanora
actor_system_1168047363_sdesc_=Frog turned wife
actor_system_1170710269_name=Innkeeper Golm
actor_system_1183910143_name=Puppeteer
actor_system_1194566_name=Fisherman Kitano
actor_system_1194566_sdesc_=Head of the fishing village
actor_system_121199524_name=Gremlin Ramsh
actor_system_1215004872_name=Monte Rodriges
actor_system_1215004872_sdesc_=Pirate dying on a desert island
actor_system_1215595028_name=Stephan Zwein
actor_system_1225246455_name=Orc Commander
actor_system_1225246455_sdesc_=Orc
actor_system_1233942469_name=Giant turtle
actor_system_1233942469_sdesc_=Unusual turtle
actor_system_1237766457_name=Witch Helga
actor_system_1253377691_name=Dragon Drahha
actor_system_1253377691_sdesc_=Kind Dragon
actor_system_1256732235_name=Elunium
actor_system_1259723225_name=Baddyh
actor_system_1259723225_sdesc_=Dwarven Necromancer
actor_system_1270365433_name=Iron Richard
actor_system_1270365433_sdesc_=Knight's mentor
actor_system_127244877_name=Martin Vodash
actor_system_1273848425_name=Deira Oman
actor_system_1280445064_name=Tex Viscous
actor_system_1280445064_sdesc_=Head of the Pirates' Brotherhood
actor_system_1283846569_name=Black Tower
actor_system_1305801706_name=Queen Violetta
actor_system_1305801706_sdesc_=Queen of the elves
actor_system_1311124117_name=Sorcerer's House
actor_system_1313933408_name=Pandemonic
actor_system_1313933408_sdesc_=Spirit of the demons' general, trapped in the mask
actor_system_1315394584_name=River fairy Diana
actor_system_1315394584_sdesc_=River fairy
actor_system_1318460502_name=Asmorey
actor_system_1318460502_sdesc_=Greatly pleased demon
actor_system_1320161710_name=Bob Devis
actor_system_1320161710_sdesc_=Robber
actor_system_1322651976_name=Dwarven miner
actor_system_13319904_name=Maria
actor_system_13319904_sdesc_=Countrywoman
actor_system_1334101484_name=Hogard the Destroyer
actor_system_1334101484_sdesc_=Head of the barbarians
actor_system_1334594137_name=Goblin
actor_system_1340374488_name=Guazzory
actor_system_1355240318_name=Thomas Cook
actor_system_1355240318_sdesc_=Dying old pirate
actor_system_1370030042_name=Druid Corban
actor_system_1370030042_sdesc_=Old Druid
actor_system_137022286_name=Enemen
actor_system_137022286_sdesc_=Malicious boy
actor_system_1370802_name=Elerio Shivarius
actor_system_1370802_sdesc_=Archivist of the magic school
actor_system_137229579_name=Factory
actor_system_1387104971_name=Bard Annore
actor_system_1387104971_sdesc_=Sad Elven bard, thirsty for revenge
actor_system_1390576959_name=Vicegerent Rupert
actor_system_1390576959_sdesc_=Vicegerent of King Mark
actor_system_139886779_name=Earl Argus
actor_system_1410158169_name=Turtle Geya
actor_system_1410158169_sdesc_=Unusual turtle
actor_system_1419982259_name=Ron Wet Nose
actor_system_1419982259_sdesc_=Pirate Shipmaster
actor_system_1427475331_name=Zelberra
actor_system_1427475331_sdesc_=Old witch without a soul. Very malicious
actor_system_1428064348_name=Door
actor_system_1428064348_sdesc_=Speaking door
actor_system_1431061057_name=Merchant Valdes
actor_system_144138896_name=Mano Riveres
actor_system_144138896_sdesc_=Compliant pirate
actor_system_1441433862_name=Robbers' shelter
actor_system_1444926394_name=Thorny Dog
actor_system_1445392978_name=Ebirio Glasser
actor_system_1445392978_sdesc_=Elf of noble birth
actor_system_1449362848_name=Welbewooll
actor_system_1449362848_sdesc_=Demon-Mage
actor_system_1454339272_name=Flower house
actor_system_1457068617_name=Bare Hornet
actor_system_1457068617_sdesc_=Pirate
actor_system_1457998772_name=Archon
actor_system_1457998772_sdesc_=Old man, former owner of the menagerie
actor_system_1473447324_name=Aron Demion
actor_system_1473447324_sdesc_=Senior priest
actor_system_1481693153_name=Master Trigius
actor_system_1481693153_sdesc_=Head of the Magic Academy
actor_system_1482447100_name=Foreman Argah
actor_system_1482447100_sdesc_=Dwarven foreman
actor_system_1497628429_name=Bill Kill
actor_system_1497628429_sdesc_=Pirate Shipmaster
actor_system_1511843324_name=Book of Evil
actor_system_1511843324_sdesc_=Magical Book of Evil
actor_system_1514611782_name=Dvorm Fergus
actor_system_1514611782_sdesc_=Dwarven driver
actor_system_1515333954_name=Dummy of the Princess
actor_system_1515333954_sdesc_=Dummy of the Princess
actor_system_1516944370_name=Keeper Neylus
actor_system_1516944370_sdesc_=Ancient Pyramid Keeper
actor_system_153208510_name=Furious Paladin
actor_system_153208510_sdesc_=Furious Paladin, who has become undead
actor_system_153282868_name=Double
actor_system_1534180847_name=Brother Mastrello
actor_system_1534180847_sdesc_=Pirate
actor_system_1537948178_name=Countess Feanora
actor_system_1537948178_sdesc_=Former frog
actor_system_1543480010_name=Brook
actor_system_1543480010_sdesc_=Magical brook
actor_system_1543994302_name=Cruel Haas
actor_system_1543994302_sdesc_=Dragon
actor_system_1559005457_name=Paddock
actor_system_1566819191_name=Elunium
actor_system_1566819191_sdesc_=Black Unicorn
actor_system_1574121691_name=Double
actor_system_1577062210_name=Umdar Digen
actor_system_1577062210_sdesc_=The dwarf who is stuck inside the fish
actor_system_1578815866_name=Commander Nerold
actor_system_1578815866_sdesc_=Guard of the Magic Range
actor_system_1592497526_name=Dwarf Giram
actor_system_1592849542_name=Chedro Few
actor_system_1592849542_sdesc_=Undead pirate
actor_system_1595675885_name=Smithy
actor_system_1601314955_name=Old Hoarse
actor_system_1601314955_sdesc_=Very rich pirate
actor_system_1604852945_name=Gerack Few
actor_system_1604852945_sdesc_=Undead pirate
actor_system_1608648332_name=Dragon Druum
actor_system_1624621149_name=Peter
actor_system_1624621149_sdesc_=Peasant who lost his son
actor_system_1625441761_name=Gremlin
actor_system_1626477766_name=Archmage Rezo
actor_system_1631366816_name=Water lily
actor_system_1634447834_name=Smith Trantos
actor_system_1634447834_sdesc_=Dwarf
actor_system_1649762964_name=Zelberra's soul
actor_system_1649762964_sdesc_=Old malicious witch Zelberra's young soul
actor_system_1652596671_name=Cann Torius
actor_system_1652596671_sdesc_=Mage
actor_system_1657623778_name=Dragon Reige
actor_system_1660253872_name=Kay-Lear
actor_system_1660253872_sdesc_=Elf-warrior. The Elven-queen's right-hand man
actor_system_1660886143_name=Spirit of Karador
actor_system_1660886143_sdesc_=Spirit of the King of the Undead
actor_system_1662915981_name=Captain Black Eye
actor_system_1662915981_sdesc_=Cursed pirate captain
actor_system_1663318814_name=Royal guardsman
actor_system_1663318814_sdesc_=Guard
actor_system_1663910962_name=Tadum Reg
actor_system_1663910962_sdesc_=Dwarf, father of the dwarven girl, and owner of the castle
actor_system_1666134594_name=Innkeeper Harpoon
actor_system_167650531_name=James' man
actor_system_167650531_sdesc_=Guard
actor_system_170292983_name=Habbab Ordy
actor_system_170292983_sdesc_=Old orc, grateful to you
actor_system_1706432822_name=Stone Spirit Zerock
actor_system_1716184313_name=Bardyn Orn
actor_system_1720592373_name=Bandit Sheragga
actor_system_1720592373_sdesc_=Robber who lives in the Land of Death
actor_system_1721257186_name=Bone Temple
actor_system_1734120641_name=Zombie Noric
actor_system_1734952556_name=Kerialez
actor_system_1740015880_name=Royal guardsman
actor_system_1740015880_sdesc_=Guard
actor_system_1740894681_name=White Marwel
actor_system_1740894681_sdesc_=Pirate Shipmaster
actor_system_1748117170_name=Skipper Gek
actor_system_1748117170_sdesc_=Sea dog
actor_system_1749606458_name=Galdyn Orn
actor_system_1749606458_sdesc_=Orc-ambassador
actor_system_1756348731_name=Skeleton
actor_system_1756348731_sdesc_=Headless skeleton
actor_system_176364751_name=Ice Spirit Lina
actor_system_176514683_name=Foreman Benin
actor_system_176514683_sdesc_=Leader of the striking dwarves
actor_system_1768289029_name=Duke Sov
actor_system_1768289029_sdesc_=Duke who intends to lead a coup
actor_system_17786438_name=Shaman Karrakh
actor_system_17786438_sdesc_=Orc-shaman. Megalomaniac
actor_system_1782122059_name=Lucky James
actor_system_1782122059_sdesc_=Pirate
actor_system_1784383639_name=Tree of Life sprout
actor_system_1784383639_sdesc_=Magical Tree
actor_system_1784901749_name=Sir Foritop
actor_system_1784901749_sdesc_=Dwarven alchemist who lives in the swamp
actor_system_178771356_name=Wild Duke
actor_system_178771356_sdesc_=Pirate warrior
actor_system_1789103499_name=Ilik
actor_system_1789103499_sdesc_=Frightened boy
actor_system_1791354488_name=Innkeeper Jenny
actor_system_179191990_name=Princess Amelie
actor_system_179191990_sdesc_=Frightened little girl, King Mark's daughter
actor_system_179418264_name=Marksman Trey
actor_system_179418264_sdesc_=Hunter
actor_system_1808096058_name=Pirate's Hut
actor_system_1814239823_name=Ehno Partes
actor_system_1814239823_sdesc_=Necromancer
actor_system_1825948338_name=Captain Wetbelly
actor_system_1825948338_sdesc_=Pirate Shipmaster
actor_system_1842169722_name=Double
actor_system_1863548890_name=Tavern by the Lake
actor_system_1874047163_name=Martha di Gonda
actor_system_1874047163_sdesc_=Rejuvenated swamp witch
actor_system_1874406506_name=Asmorey
actor_system_1874406506_sdesc_=Very busy Demon
actor_system_1874907670_name=Geraldino
actor_system_1874907670_sdesc_=Lost pirate
actor_system_1879914658_name=Peasant woman
actor_system_1879914658_sdesc_=Grateful peasant woman
actor_system_1889887693_name=Demon Keykeeper
actor_system_1889887693_sdesc_=Demon with a key collar
actor_system_1902331381_name=Barbarians' Tent
actor_system_1909338136_name=Queen of Spiders
actor_system_1911626167_name=Aha
actor_system_191596303_name=Royal Thorn
actor_system_191596303_sdesc_=Talking plant
actor_system_1916875549_name=Gorgon Medusa
actor_system_1919115872_name=Baron Ahey
actor_system_1919115872_sdesc_=Baron and traitor
actor_system_1919802455_name=Dwarven miner
actor_system_1920750196_name=Furious Paladin
actor_system_1946319034_name=Xeona
actor_system_1946319034_sdesc_=Demoness and temptress
actor_system_1950972731_name=Overseer
actor_system_1957388512_name=Chief Engineer Debat
actor_system_1957388512_sdesc_=Dwarf
actor_system_1958880904_name=Dragon Mra
actor_system_1963749719_name=Bdyh Haar
actor_system_1963822512_name=Ank
actor_system_1963822512_sdesc_=Resurrected orc-giant. Pleased
actor_system_1971601637_name=Brendon Cook
actor_system_1971601637_sdesc_=Good pirate
actor_system_1972164567_name=Thunder
actor_system_1972164567_sdesc_=Dwarven warrior
actor_system_1973632726_name=Magic tower
actor_system_197556978_name=Entrance into the Cursed Underground
actor_system_1983218162_name=Miller-Zombie
actor_system_1983218162_sdesc_=Miller-Zombie
actor_system_1983326964_name=General Rakht'Dag
actor_system_1983326964_sdesc_=Demon
actor_system_1983378641_name=Scott Morrison
actor_system_1983378641_sdesc_=Good pirate
actor_system_1984567952_name=Nehty
actor_system_1984721334_name=Egby
actor_system_1986885_name=Beardless Joe
actor_system_1986885_sdesc_=Robber
actor_system_1992339419_name=Technician Tregum
actor_system_1992339419_sdesc_=Dwarven pilot
actor_system_1993135958_name=Dragon Krenos
actor_system_1993135958_sdesc_=Dwarven miner
actor_system_1995639204_name=Princess Neoka
actor_system_1995639204_sdesc_=Elven princess
actor_system_2000058770_name=Dragon Krordge
actor_system_2000058770_sdesc_=Pink she-dragon
actor_system_200010446_name=Double
actor_system_2000567536_name=Ten
actor_system_2000567536_sdesc_=Elven bowman
actor_system_2007518720_name=Innkeeper Hook
actor_system_2007646469_name=Bartholomew Bart
actor_system_2007646469_sdesc_=Resurrected pirate
actor_system_2013421731_name=Dwarf Zhdack
actor_system_2013421731_sdesc_=Old dwarf
actor_system_2027050157_name=Dwarven worker
actor_system_2031478542_name=Gerda
actor_system_2031478542_sdesc_=Dwarven woman
actor_system_2044399252_name=Jimmy Doggins
actor_system_2044399252_sdesc_=Pirate Shipmaster
actor_system_2050668369_name=Priest Darius
actor_system_2054591352_name=Geogram
actor_system_2063237591_name=Dragon Wirz
actor_system_2067185726_name=Zombie Rina
actor_system_2067185726_sdesc_=Zombified form of Rina, consort of the robber-chieftain
actor_system_2070253268_name=Old crypt
actor_system_2075290214_name=Tibold
actor_system_2075290214_sdesc_=Dwarven King's son
actor_system_2079420493_name=Shaman Karrakh
actor_system_2079420493_sdesc_=Orc shaman
actor_system_2088478710_name=Dragon Averr
actor_system_2089187752_name=Torn Digor
actor_system_2089187752_sdesc_=King of the Dwarves
actor_system_2095109609_name=Ghost of the sailor
actor_system_2095109609_sdesc_=Seller
actor_system_2096299685_name=Mad Orris
actor_system_2096299685_sdesc_=Pirate captain
actor_system_2097843519_name=Brewer Dalas
actor_system_2097843519_sdesc_=Dwarf
actor_system_211030430_name=Merchant Mishar
actor_system_211030430_sdesc_=Merchant. Sells boats and troops
actor_system_2120922891_name=Elrio
actor_system_2120922891_sdesc_=Lovesick Elf
actor_system_2126891463_name=Trantos
actor_system_212714912_name=Dwarven barman
actor_system_2137463973_name=Bartholomew Bart
actor_system_2137463973_sdesc_=Resurrected pirate
actor_system_222052471_name=Reaper
actor_system_223500915_name=River farm
actor_system_227406027_name=Swamp Spirit Sleem
actor_system_229665336_name=Archdemon Baal
actor_system_229665336_sdesc_=Chief Demon
actor_system_236954005_name=Tyrhat
actor_system_2578364_name=Carl Leonard
actor_system_2578364_sdesc_=King's brother, who abdicated the throne
actor_system_2590804_name=King Mark
actor_system_2590804_sdesc_=King
actor_system_2594114_name=Baron Norge
actor_system_2594114_sdesc_=Baron
actor_system_2594253_name=Marquis Kontu
actor_system_2594253_sdesc_=King Mark's vicegerent in the Verlon Forest
actor_system_261737095_name=El Maria
actor_system_286595104_name=Master Richard
actor_system_286595104_sdesc_=Your mentor from the knight school
actor_system_293094926_name=Skull
actor_system_293094926_sdesc_=Skull, which dreams of returning to life
actor_system_303517248_name=Netleco's Soul
actor_system_303517248_sdesc_=Soul of a slain elf
actor_system_311029181_name=Witch Martha di Gonda
actor_system_311029181_sdesc_=Witch
actor_system_318788338_name=Innkeeper Jorun
actor_system_318788338_sdesc_=Dwarven woman
actor_system_336452946_name=Rotten Hake
actor_system_336452946_sdesc_=Head of robbers
actor_system_338957984_name=Dwarven guard
actor_system_352470319_name=Frogus Bagaba
actor_system_352470319_sdesc_=Mutant Frogman
actor_system_353666255_name=Dragon Attah
actor_system_353666255_sdesc_=Dragon
actor_system_359251098_name=Dragon Zerro
actor_system_36019756_name=Habbab Ordy
actor_system_36019756_sdesc_=Old Orc
actor_system_361593089_name=Master Dizi
actor_system_36385327_name=Willy Cromberg
actor_system_368577691_name=Captain Ribas
actor_system_368577691_sdesc_=Dwarven sailor
actor_system_372694875_name=Urle
actor_system_373791878_name=Innkeeper Nerod
actor_system_373791878_sdesc_=Dwarf
actor_system_389231472_name=Gelena Attahskaya
actor_system_389231472_sdesc_=Dragon's wife
actor_system_395205183_name=Ruin Guy
actor_system_398230071_name=Cursed ghost
actor_system_402633313_name=Innkeeper Sean
actor_system_408174482_name=Warrior Taganrog
actor_system_408174482_sdesc_=Dwarven warrior
actor_system_422043374_name=Necromancer
actor_system_422043374_sdesc_=Priest and pretended necromancer
actor_system_433162113_name=Greedy Stevenson
actor_system_433162113_sdesc_=Pirate captain
actor_system_451652623_name=John Peregamo
actor_system_451652623_sdesc_=Pirate captain
actor_system_451937534_name=Forester's House
actor_system_452556574_name=Pilot Lestag
actor_system_452556574_sdesc_=Dwarven pilot
actor_system_456558696_name=Grok Erherm
actor_system_456558696_sdesc_=Old dwarf
actor_system_458861076_name=Captain Mushruk
actor_system_458861076_sdesc_=Dwarven pilot
actor_system_488053207_name=Odlom
actor_system_488500617_name=Ilik
actor_system_488500617_sdesc_=Frightened boy
actor_system_490777478_name=Recruiter Raab Sottan
actor_system_490777478_sdesc_=Demon warrior
actor_system_491029994_name=Manufacturer Karod Drom
actor_system_504584069_name=Dreddho
actor_system_505599728_name=Heo
actor_system_514509057_name=Peasant
actor_system_514509057_sdesc_=Grateful peasant
actor_system_523720513_name=Dreghen, Truth-Keeper
actor_system_526891260_name=Inspector Bon Gan
actor_system_526891260_sdesc_=Dwarf from the secret service
actor_system_544845781_name=Robber
actor_system_567843499_name=Snake catcher's Hut
actor_system_570234801_name=Dragon Ferr
actor_system_57605636_name=Werewolf Trey
actor_system_57605636_sdesc_=Hunter, transformed into a werewolf
actor_system_577018747_name=Henry Thompson
actor_system_577018747_sdesc_=Governor's son. Owner of the castle
actor_system_580862178_name=Necromancer Neirum
actor_system_584509240_name=Tree of Life
actor_system_584509240_sdesc_=Magical elven tree
actor_system_588804722_name=Gerda
actor_system_588804722_sdesc_=Dwarven woman
actor_system_591942377_name=Factory
actor_system_598688238_name=Farmir
actor_system_598688238_sdesc_=Boy. Son of Dragon and Gelena
actor_system_604556667_name=Elder Evtid
actor_system_604556667_sdesc_=Elder of the royal village
actor_system_60639911_name=Knight's tent
actor_system_606844057_name=Cowardly goblin
actor_system_60725426_name=Wizard Vermeus
actor_system_60725426_sdesc_=Wizard who lives with the elves. Suffers from megalomania.
actor_system_611204013_name=Smith Hrut
actor_system_611204013_sdesc_=Dwarf
actor_system_616928437_name=Magic garden
actor_system_620181463_name=Gelena
actor_system_620181463_sdesc_=Baron Norge's wife, ex-wife of both the dragon and the baron Gostrim.
actor_system_621456783_name=Velisar
actor_system_621456783_sdesc_=Druid who lives with the undead
actor_system_625752155_name=Drammina
actor_system_632123485_name=Viking ship
actor_system_632562054_name=Sonya
actor_system_635674682_name=Pedro Morales
actor_system_635674682_sdesc_=Pirate merchant
actor_system_645579845_name=Blind Hugh
actor_system_645579845_sdesc_=Zombie who hates pirates
actor_system_648577372_name=Aglym Marak
actor_system_65176301_name=Old Hoarse
actor_system_65176301_sdesc_=Very rich pirate
actor_system_652199_name=Father Pavel
actor_system_652199_sdesc_=Priest, assigned to oversee the castle
actor_system_654771507_name=Ghost of Baron Gostrim 
actor_system_654771507_sdesc_=Baron's Ghost
actor_system_665441631_name=Druid Elean
actor_system_665441631_sdesc_=Old Druid
actor_system_668086091_name=Innkeeper Drin
actor_system_671494248_name=Great Druid (staff)
actor_system_672438440_name=Karod Drom
actor_system_672438440_sdesc_=Wealthy dwarven manufacturer
actor_system_676977926_name=Alex Artist
actor_system_676977926_sdesc_=Artist
actor_system_679600577_name=Skeleton Morse
actor_system_679600577_sdesc_=Skeleton with head
actor_system_683271271_name=Kregik Erherm
actor_system_683271271_sdesc_=Young dwarf
actor_system_707154135_name=Double
actor_system_709391439_name=Witch's house
actor_system_709391439_sdesc_=Empty witch's house
actor_system_712884917_name=Richard Harmon
actor_system_712884917_sdesc_=Keeper of the king's old castle
actor_system_718014121_name=Prison guard
actor_system_727478006_name=контейнер предметов (не актер!)
actor_system_745829614_name=Dwarf Baldur
actor_system_752148713_name=Frogus Squelch
actor_system_752148713_sdesc_=Mutant Frogman
actor_system_758277284_name=Magical tree
actor_system_761934480_name=Duke Helm
actor_system_774567462_name=Scott Thompson
actor_system_774567462_sdesc_=Governor of the Islands of Freedom
actor_system_780254294_name=Bob Backer
actor_system_780254294_sdesc_=Miller
actor_system_789282582_name=Lew Klisan
actor_system_789282582_sdesc_=Trader, doing business with the demons.
actor_system_79055287_name=Robin of Greenwood
actor_system_791400936_name=Rina
actor_system_791400936_sdesc_=Robber, and the chieftain's consort
actor_system_793142056_name=Elven Lighthouse
actor_system_794900697_name=Double
actor_system_796904625_name=Grephyn
actor_system_803665770_name=Igdym Urkurshak
actor_system_803665770_sdesc_=Orc-robber
actor_system_804234923_name=Bagud
actor_system_804234923_sdesc_=Orc-pilot
actor_system_808051539_name=Frog Feanora
actor_system_808051539_sdesc_=Frog
actor_system_814853819_name=Beaulla
actor_system_814853819_sdesc_=Elven lady of noble birth
actor_system_821450281_name=Ferryman
actor_system_823446869_name=Nine Yards
actor_system_823446869_sdesc_=Old pirate
actor_system_82999171_name=Dragons' den
actor_system_830465371_name=Alchemist lab
actor_system_831208087_name=Stephan Hall
actor_system_831208087_sdesc_=Menagerie owner
actor_system_836491924_name=Dirty Butory
actor_system_836491924_sdesc_=Robber
actor_system_839499234_name=Turtle Endoria
actor_system_839499234_sdesc_=Chief turtle
actor_system_84379281_name=Master Derold
actor_system_84379281_sdesc_=Dwarven smith
actor_system_844381905_name=Katana
actor_system_85204866_name=General Karador
actor_system_85204866_sdesc_=Resurrected King of the Undead
actor_system_855192283_name=Wizard Gresekherm
actor_system_855192283_sdesc_=Mage, living with Elves.
actor_system_862659376_name=Dvorm Fergus
actor_system_862659376_sdesc_=Dwarven driver
actor_system_863230716_name=Ghost of Baal
actor_system_863230716_sdesc_=Ghost of the Archdemon Baal
actor_system_870798299_name=Dwarven guard
actor_system_873720381_name=Egirra
actor_system_87716082_name=Dragons' den
actor_system_88526451_name=Huge mushroom
actor_system_886264681_name=Fat Garmaha
actor_system_886264681_sdesc_=Female dwarven ghost
actor_system_891791130_name=Temple of Delights
actor_system_902447205_name=Fish Eye
actor_system_902447205_sdesc_=Fisherman
actor_system_906433812_name=Dwarf Babur
actor_system_907442608_name=Griffin Kaghem
actor_system_907442608_sdesc_=Griffin
actor_system_914254902_name=Shepherd-boy Luk
actor_system_914254902_sdesc_=Guilty boy
actor_system_927171679_name=Queen Violetta
actor_system_927171679_sdesc_=The queen. Her mind is under Karador's control.
actor_system_931157929_name=Bill Murray
actor_system_931157929_sdesc_=Pirate captain
actor_system_939210550_name=High Shaman Bahalum
actor_system_939210550_sdesc_=Orc-shaman
actor_system_942437909_name=Sir Amber
actor_system_956691897_name=Technician Tregum
actor_system_956691897_sdesc_=Dwarven pilot
actor_system_963822409_name=Alchemist lab
actor_system_965231232_name=Harl, Griffin King
actor_system_965231232_sdesc_=King of the Griffins
actor_system_966473866_name=Ameliy Midas
actor_system_966473866_sdesc_=Titans' museum curator. Titans expert
actor_system_968672138_name=Kemilho
actor_system_973565435_name=Staff of Destruction
actor_system_978488540_name=Tiberius
actor_system_984063752_name=Bloody Pentagram
actor_system_986398560_name=Ivar Kamelie
actor_system_986398560_sdesc_=Elven sailor
actor_system_990495503_name=Speaking Stone
actor_system_990495503_sdesc_=Speaking stone
actor_system_996381108_name=Decar
actor_system_996381108_sdesc_=Dwarven miner
actor_system_997083665_name=Priest Owein
actor_system_997083665_sdesc_=Senior Priest
actor_system_1379826769_name=Orcelyn Ordy
actor_system_1379826769_sdesc_=Granddaughter of Habbab Ordy
